tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sambadevi/powerlevel9k"
tap "ubuntu/microk8s"
tap "versent/taps"
brew "bash"
brew "gdbm"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.8"
brew "cairo"
brew "cmake"
brew "cookiecutter"
brew "coreutils"
brew "fribidi"
brew "gd"
brew "pcre2"
brew "git"
brew "gnu-sed"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "graphite2"
brew "icu4c"
brew "graphviz"
brew "hugo"
brew "kubernetes-cli", link: false
brew "kops"
brew "libidn2"
brew "minikube"
brew "ncurses"
brew "node@12"
brew "nvm"
brew "osx-cpu-temp"
brew "pipenv"
brew "pyenv"
brew "swagger-codegen"
brew "terraform"
brew "wget"
brew "zsh"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "ubuntu/microk8s/microk8s"
brew "versent/taps/saml2aws"
cask "adoptopenjdk8"
cask "iterm2"
cask "p4v"
