tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sambadevi/powerlevel9k"
tap "ubuntu/microk8s"
tap "versent/taps"
brew "autoconf"
brew "bash"
brew "bash-completion"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "libffi"
brew "openssl@1.1"
brew "pcre"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.8", link: true
brew "glib"
brew "lzo"
brew "pixman"
brew "cairo"
brew "cmake"
brew "cookiecutter"
brew "coreutils"
brew "fribidi"
brew "jpeg"
brew "libtiff"
brew "webp"
brew "gd"
brew "pcre2"
brew "git"
brew "gnu-sed"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "graphite2"
brew "jasper"
brew "netpbm"
brew "gts"
brew "icu4c"
brew "harfbuzz"
brew "libtool"
brew "pango"
brew "graphviz"
brew "kubernetes-cli", link: false
brew "kops"
brew "libunistring"
brew "libidn2"
brew "minikube"
brew "ncurses"
brew "nvm"
brew "osx-cpu-temp"
brew "pipenv"
brew "pyenv"
brew "swagger-codegen"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "ubuntu/microk8s/microk8s"
brew "versent/taps/saml2aws"
cask "adoptopenjdk8"
cask "alacritty"
cask "iterm2"
cask "p4v"
